Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: This is your recovery seed. Write it down on paper and store it somewhere safe. Anyone with these words can access your funds — nexawal never uploads or backs it up for you.
ar: هذه عبارة الاستعادة الخاصة بك. اكتبها على ورقة واحفظها في مكان آمن. يمكن لأي شخص يملك هذه الكلمات الوصول إلى أموالك — لا يقوم nexawal مطلقًا برفعها أو نسخها احتياطيًا نيابة عنك.
az: Bu sizin bərpa seed-inizdir. Onu kağız üzərinə yazın və təhlükəsiz bir yerdə saxlayın. Bu sözləri bilən istənilən şəxs vəsaitlərinizə giriş əldə edə bilər — nexawal onu heç vaxt sizin üçün yükləmir və ya ehtiyat nüsxəsini saxlamır.
bg: Това е вашата фраза за възстановяване. Запишете я на хартия и я съхранявайте на безопасно място. Всеки, който притежава тези думи, може да достъпи средствата ви — nexawal никога не я качва онлайн и не я архивира за вас.
bn: এটি আপনার রিকভারি সিড। এটি কাগজে লিখে রাখুন এবং কোথাও নিরাপদ জায়গায় সংরক্ষণ করুন। যে কেউ এই শব্দগুলো জানে সে আপনার ফান্ডে প্রবেশ করতে পারে — nexawal কখনো এটি আপলোড করে না বা আপনার জন্য ব্যাকআপ রাখে না।
ca: Aquesta és la teva llavor de recuperació. Escriu-la en paper i guarda-la en un lloc segur. Qualsevol persona que tingui aquestes paraules pot accedir als teus fons — nexawal mai la puja ni en fa còpia de seguretat per tu.
cs: Toto je vaše fráze pro obnovení. Zapište si ji na papír a uložte na bezpečném místě. Kdokoli, kdo tato slova zná, se může dostat k vašim prostředkům — nexawal ji nikdy nikam nenahrává ani ji za vás nezálohuje.
da: Dette er din gendannelsesfrase. Skriv den ned på papir, og opbevar den et sikkert sted. Alle med disse ord kan få adgang til dine midler — nexawal uploader eller sikkerhedskopierer den aldrig for dig.
de: Das ist dein Wiederherstellungs-Seed. Schreibe ihn auf Papier auf und bewahre ihn an einem sicheren Ort auf. Jeder, der diese Wörter kennt, kann auf dein Guthaben zugreifen — nexawal lädt ihn niemals hoch oder sichert ihn für dich.
el: Αυτή είναι η φράση ανάκτησής σας. Γράψτε την σε χαρτί και αποθηκεύστε την σε ασφαλές μέρος. Όποιος έχει αυτές τις λέξεις μπορεί να αποκτήσει πρόσβαση στα κεφάλαιά σας — το nexawal δεν την ανεβάζει ούτε δημιουργεί αντίγραφο ασφαλείας για εσάς.
eo: Tio estas via restaŭra semo. Skribu ĝin sur papero kaj konservu ĝin ie sekure. Iu ajn kun ĉi tiuj vortoj povas atingi viajn fondusojn — nexawal neniam alŝutas aŭ sekurkopias ĝin por vi.
es: Esta es tu frase de recuperación. Anótala en papel y guárdala en un lugar seguro. Cualquiera con estas palabras puede acceder a tus fondos — nexawal nunca la sube ni la respalda por ti.
et: See on teie taastefraas. Kirjutage see paberile ja hoidke seda turvalises kohas. Igaühel, kellel on need sõnad, on juurdepääs teie vahenditele — nexawal ei laadi seda kunagi üles ega varunda seda teie eest.
eu: Hau da zure leheneratze-hazia. Idatzi paperean eta gorde leku seguru batean. Hitz horiek dituen edonork zure funtsak atzitu ditzake — nexawal-ek ez du inoiz igotzen edo babeskopiarik egiten zure ordez.
fa: این عبارت بازیابی شماست. آن را روی کاغذ بنویسید و در جای امنی نگه دارید. هر کسی که این کلمات را داشته باشد می‌تواند به وجوه شما دسترسی پیدا کند — nexawal هرگز آن را بارگذاری یا برای شما پشتیبان‌گیری نمی‌کند.
fi: Tämä on palautussiemenesi. Kirjoita se paperille ja säilytä turvallisessa paikassa. Kuka tahansa, jolla on näitä sanat, voi käyttää varojasi — nexawal ei koskaan lataa tai varmuuskopioi sitä puolestasi.
fil: Ito ang iyong recovery seed. Isulat ito sa papel at itago sa ligtas na lugar. Ang sinumang may mga salitang ito ay makaka-access sa iyong pondo — hindi kailanman ina-upload o binabackup ito ng nexawal para sa iyo.
fr: Voici ta phrase de récupération (seed). Note-la sur papier et conserve-la en lieu sûr. Toute personne connaissant ces mots peut accéder à tes fonds — nexawal ne la télécharge ni ne la sauvegarde jamais pour toi.
ga: Seo é do shíol aisghabhála. Scríobh é ar pháipéar agus stóráil é in áit shábháilte. Is féidir le duine ar bith a bhfuil na focail seo aige rochtain a fháil ar do chistí — ní uaslódálann nexawal é ná ní chuireann sé cúltaca air ar do shon riamh.
gl: Esta é a túa semente de recuperación. Anótaa en papel e gárdaa nun lugar seguro. Calquera persoa con estas palabras pode acceder aos teus fondos — nexawal nunca a sobe nin a garda por ti.
gn: Kóva ha'e nde frase mnemónica ñeñongaturã. Ehai kuatiáre ha eñongatu tenda segurohápe. Oimeraẽva oikuaáva ko'ã ñe'ẽ ikatu oike nde viru-pe — nexawal araka'eve ndohupivéi térã ñeñongatu ndojapói nde rehe.
ha: Wannan shi ne kalmomin dawowar ku. Rubuta shi a takarda kuma ajiye shi a wuri mai aminci. Duk wanda ya san waɗannan kalmomi zai iya samun damar kuɗaɗenku — nexawal ba ya loda ko ajiye shi maku a ko yaushe.
he: זהו ביטוי השחזור שלך. כתוב אותו על ניר ושמור אותו במקום בטוח. כל מי שמחזיק במילים אלה יכול לגשת לכספים שלך — nexawal לעולם לא מעלה או מגבה אותו בשבילך.
hi: यह आपकी रिकवरी सीड है। इसे कागज़ पर लिखें और किसी सुरक्षित जगह रखें। इन शब्दों को जानने वाला कोई भी व्यक्ति आपके फंड एक्सेस कर सकता है — nexawal इसे कभी अपलोड या आपके लिए बैकअप नहीं करता।
hr: Ovo je vaš sjemenski kod za obnovu. Zapišite ga na papir i pohranite na sigurno mjesto. Svatko s ovim riječima može pristupiti vašim sredstvima — nexawal ga nikada ne prenosi na internet niti ga sigurnosno kopira za vas.
hu: Ez a helyreállítási seeded. Írd le papírra, és tárold biztonságos helyen. Bárki, aki ismeri ezeket a szavakat, hozzáférhet a pénzeszközeidhez — a nexawal soha nem tölti fel és nem menti el helyetted.
hy: Սա ձեր վերականգնման բառերն են։ Գրի առեք դրանք թղթի վրա և պահեք ապահով վայրում։ Ով որ իմանա այս բառերը, կարող է հասանելիություն ունենալ ձեր միջոցներին — nexawal-ը երբեք չի վերբեռնում կամ չի պահուստավորում դրանք ձեզ համար։
id: Ini adalah seed pemulihan Anda. Tuliskan di atas kertas dan simpan di tempat yang aman. Siapa pun yang memiliki kata-kata ini dapat mengakses dana Anda — nexawal tidak pernah mengunggah atau membuat cadangannya untuk Anda.
it: Questo è il tuo seed di recupero. Scrivilo su carta e conservalo in un luogo sicuro. Chiunque possieda queste parole può accedere ai tuoi fondi — nexawal non lo carica né ne esegue mai il backup per te.
ja: これはあなたの復元シードです。紙に書き留めて安全な場所に保管してください。これらの単語を知っている人は誰でもあなたの資金にアクセスできます — nexawalはシードをアップロードしたり、代わりにバックアップしたりすることは一切ありません。
ko: 이것은 복구 시드입니다. 종이에 적어 안전한 곳에 보관하세요. 이 단어들을 아는 사람은 누구나 자금에 접근할 수 있습니다 — nexawal은 이를 절대 업로드하거나 대신 백업하지 않습니다.
ky: Бул сиздин калыбына келтирүү сөздөрүңүз. Аны кагазга жазып, коопсуз жерде сактаңыз. Бул сөздөрдү билген ар ким сиздин каражаттарыңызга мүмкүнчүлүк алат — nexawal аны сиз үчүн эч качан жүктөбөйт же камдап сактабайт.
lt: Tai jūsų atkūrimo sėkla. Užsirašykite ją ant popieriaus ir laikykite saugioje vietoje. Kiekvienas, žinantis šiuos žodžius, gali pasiekti jūsų lėšas — nexawal jos niekada neįkelia į debesį ir nesaugo už jus.
lv: Šī ir jūsu atjaunošanas sēkla. Pierakstiet to uz papīra un glabājiet drošā vietā. Ikviens, kam ir šie vārdi, var piekļūt jūsu līdzekļiem — nexawal nekad neaugšupielādē un nedublē to jūsu vietā.
ms: Ini ialah benih pemulihan anda. Tulisnya di atas kertas dan simpan di tempat yang selamat. Sesiapa yang memiliki kata-kata ini boleh mengakses wang anda — nexawal tidak sekali-kali memuat naik atau membuat sandaran untuk anda.
my: ဤသည်မှာ သင်၏ ပြန်လည်ရယူရန် မျိုးစေ့ဖြစ်သည်။ စက္ကူပေါ်တွင် ရေးမှတ်ပြီး လုံခြုံသော နေရာတွင် သိမ်းဆည်းထားပါ။ ဤစကားလုံးများကို ရရှိသူ မည်သူမဆို သင့်ငွေကို ဝင်ရောက်နိုင်သည် — nexawal သည် သင့်အတွက် ဤအရာကို ဘယ်တော့မှ upload သို့မဟုတ် backup ယူပေးမည် မဟုတ်ပါ။
nb: Dette er gjenopprettingsfrasen din. Skriv den ned på papir og oppbevar den et trygt sted. Alle som har disse ordene kan få tilgang til midlene dine — nexawal laster aldri opp eller sikkerhetskopierer den for deg.
nl: Dit is je herstelseed. Schrijf het op papier en bewaar het op een veilige plek. Iedereen met deze woorden heeft toegang tot je tegoeden — nexawal uploadt of maakt hier nooit een back-up van voor jou.
pl: To jest Twoja fraza odzyskiwania. Zapisz ją na papierze i przechowuj w bezpiecznym miejscu. Każdy, kto zna te słowa, może uzyskać dostęp do Twoich środków — nexawal nigdy nie wysyła jej ani nie tworzy dla Ciebie kopii zapasowej.
pt_br: Esta é a sua semente de recuperação. Anote-a no papel e guarde-a em um lugar seguro. Qualquer pessoa com essas palavras pode acessar seus fundos — o nexawal nunca faz upload ou backup dela para você.
ro: Aceasta este cheia ta de recuperare. Notează-o pe hârtie și păstreaz-o într-un loc sigur. Oricine deține aceste cuvinte poate accesa fondurile tale — nexawal nu le încarcă și nu le salvează niciodată pentru tine.
ru: Это ваша сид-фраза для восстановления. Запишите её на бумаге и храните в надёжном месте. Любой, кто узнает эти слова, сможет получить доступ к вашим средствам — nexawal никогда не загружает и не создаёт резервную копию за вас.
sk: Toto je vaša fráza na obnovenie. Zapíšte si ju na papier a uložte na bezpečnom mieste. Ktokoľvek, kto tieto slová pozná, sa môže dostať k vašim prostriedkom — nexawal ju nikdy nikam neodovzdáva ani ju za vás nezálohuje.
sl: To je tvoj obnovitveni seed. Zapiši ga na papir in ga shrani na varno mesto. Kdorkoli pozna te besede, lahko dostopa do tvojih sredstev — nexawal ga nikoli ne naloži ali shrani zate.
sq: Kjo është fraza jote e rikuperimit (seed). Shkruaje në letër dhe ruaje në një vend të sigurt. Kushdo që ka këto fjalë mund të aksesojë fondet e tua — nexawal nuk e ngarkon dhe nuk e bën kurrë kopje rezervë për ty.
sv: Detta är din återställningsfras. Skriv den ner på papper och förvara den på ett säkert ställe. Vem som helst med dessa ord kan komma åt dina tillgångar — nexawal laddar aldrig upp den eller säkerhetskopierar den åt dig.
th: นี่คือวลีกู้คืนของคุณ จดลงบนกระดาษและเก็บไว้ในที่ปลอดภัย ใครก็ตามที่รู้คำเหล่านี้สามารถเข้าถึงเงินของคุณได้ — nexawal จะไม่อัปโหลดหรือสำรองข้อมูลนี้ให้คุณเด็ดขาด
tr: Bu sizin kurtarma tohumunuzdur. Onu kağıda yazın ve güvenli bir yerde saklayın. Bu kelimelere sahip olan herkes fonlarınıza erişebilir — nexawal onu sizin için asla yüklemez veya yedeklemez.
uk: Це ваша фраза відновлення. Запишіть її на папері та зберігайте в безпечному місці. Будь-хто, хто знає ці слова, може отримати доступ до ваших коштів — nexawal ніколи не завантажує її й не створює резервну копію за вас.
ur: یہ آپ کی ریکوری سیڈ ہے۔ اسے کاغذ پر لکھ لیں اور کسی محفوظ جگہ رکھیں۔ ان الفاظ کے حامل کوئی بھی شخص آپ کے فنڈز تک رسائی حاصل کر سکتا ہے — nexawal اسے کبھی اپلوڈ یا بیک اپ نہیں کرتا۔
vi: Đây là cụm từ khôi phục của bạn. Hãy ghi lại trên giấy và lưu giữ ở nơi an toàn. Bất kỳ ai có các từ này đều có thể truy cập tiền của bạn — nexawal không bao giờ tải lên hoặc sao lưu nó cho bạn.
yo: Èyí ni ọ̀rọ̀ ìpadàbọ̀ rẹ. Kọ ọ́ sílẹ̀ lórí bébà kí o sì fi pamọ́sí ibi tí ó dájú. Ẹnikẹ́ni tí ó bá ní àwọn ọ̀rọ̀ yìí lè wọlé sí owó rẹ — nexawal kò gbé e kalẹ̀ tàbí fi pamọ́ fún ọ láé.
zh_hans: 这是您的恢复种子。请将它写在纸上并存放在安全的地方。任何持有这些词的人都可以动用您的资金 — nexawal 不会为您上传或备份它。
zh_hant: 這是您的恢復種子。請將它寫在紙上並存放在安全的地方。任何持有這些詞的人都可以動用您的資金 — nexawal 不會爲您上傳或備份它。

source: This resets scan state and starts over from the height you enter.
ar: يؤدي هذا إلى إعادة ضبط حالة المسح والبدء من جديد من الارتفاع الذي تدخله.
az: Bu skan vəziyyətini sıfırlayır və daxil etdiyiniz hündürlükdən yenidən başlayır.
bg: Това нулира състоянието на сканиране и започва отново от височината, която въведете.
bn: এটি স্ক্যান স্টেট রিসেট করে এবং আপনি প্রবেশ করা উচ্চতা থেকে নতুন করে শুরু করে।
ca: Això restableix l'estat d'escaneig i torna a començar des de l'alçada que introdueixis.
cs: Tímto se resetuje stav skenování a začne se znovu od výšky, kterou zadáte.
da: Dette nulstiller scanningstilstanden og starter forfra fra den højde, du angiver.
de: Dadurch wird der Scan-Status zurückgesetzt und ab der eingegebenen Höhe neu gestartet.
el: Αυτό επαναφέρει την κατάσταση σάρωσης και ξεκινά από την αρχή από το ύψος που εισαγάγετε.
eo: Tio restarigas la skan-staton kaj rekomencas de la alto, kiun vi enigas.
es: Esto reinicia el estado de escaneo y empieza desde la altura que indiques.
et: See lähtestab skannimise oleku ja alustab uuesti sisestatud kõrgusest.
eu: Honek eskaneo-egoera berrezartzen du eta sartzen duzun altueratik berriro hasten da.
fa: این کار وضعیت اسکن را بازنشانی می‌کند و از ارتفاعی که وارد می‌کنید، دوباره شروع می‌کند.
fi: Tämä nollaa skannaustilan ja alkaa alusta antamastasi korkeudesta.
fil: Ire-reset nito ang scan state at magsisimula ulit mula sa height na ilalagay mo.
fr: Cela réinitialise l'état d'analyse et redémarre depuis la hauteur que tu indiques.
ga: Athshocraíonn sé seo staid an scanta agus tosaíonn sé arís ón airde a chuireann tú isteach.
gl: Isto reinicia o estado de escaneo e comeza de novo desde a altura que introduzas.
gn: Kóva omoñepyrũ jey estado de escaneo, altura emoĩva guive.
ha: Wannan yana sake saita halin bincike kuma yana farawa daga tsayin da ka shigar.
he: פעולה זו מאפסת את מצב הסריקה ומתחילה מחדש מהגובה שתזין.
hi: इससे स्कैन स्थिति रीसेट हो जाती है और आपके द्वारा दर्ज की गई हाइट से फिर से शुरू होता है।
hr: Ovo resetira stanje skeniranja i počinje ponovno od visine koju unesete.
hu: Ez visszaállítja a szkennelési állapotot, és a megadott magasságtól kezdi újra.
hy: Սա զրոյացնում է սկանավորման վիճակը և սկսում է նորից՝ ձեր մուտքագրած բարձրությունից։
id: Ini akan mengatur ulang status pemindaian dan mulai dari awal dari tinggi yang Anda masukkan.
it: Questo azzera lo stato di scansione e ricomincia dall'altezza che inserisci.
ja: これによりスキャン状態がリセットされ、入力した高さから再開されます。
ko: 이렇게 하면 스캔 상태가 재설정되고 입력한 높이부터 다시 시작됩니다.
ky: Бул скандоо абалын баштапкы абалга келтирет жана сиз киргизген бийиктиктен кайра баштайт.
lt: Tai atstato skenavimo būseną ir pradeda iš naujo nuo jūsų įvesto aukščio.
lv: Tas atiestata skenēšanas statusu un sāk no jauna no ievadītā augstuma.
ms: Ini akan menetapkan semula status imbasan dan bermula semula daripada ketinggian yang anda masukkan.
my: ဤသည်က စကင်ဖတ်မှု အခြေအနေကို ပြန်လည်သတ်မှတ်ပြီး သင်ထည့်သွင်းသော အမြင့်မှ ပြန်စတင်မည်။
nb: Dette nullstiller skanntilstanden og starter på nytt fra høyden du oppgir.
nl: Dit reset de scanstatus en begint opnieuw vanaf de hoogte die je invoert.
pl: To resetuje stan skanowania i zaczyna od nowa od podanej wysokości.
pt_br: Isso redefine o estado de varredura e começa novamente a partir da altura que você informar.
ro: Această acțiune resetează starea de scanare și o reia de la înălțimea introdusă.
ru: Это сбросит состояние сканирования и начнёт заново с указанной вами высоты.
sk: Týmto sa resetuje stav skenovania a začne sa znova od výšky, ktorú zadáte.
sl: To ponastavi stanje preiskovanja in začne znova od višine, ki jo vneseš.
sq: Kjo rivendos gjendjen e skanimit dhe fillon nga e para nga lartësia që fut.
sv: Detta återställer skanningstillståndet och börjar om från den höjd du anger.
th: การทำเช่นนี้จะรีเซ็ตสถานะการสแกนและเริ่มต้นใหม่จากความสูงที่คุณกรอก
tr: Bu, tarama durumunu sıfırlar ve girdiğiniz yükseklikten yeniden başlar.
uk: Це скидає стан сканування та починає заново з введеної вами висоти.
ur: یہ اسکین کی حالت کو ری سیٹ کرتا ہے اور آپ کی درج کردہ ہائٹ سے دوبارہ شروع کرتا ہے۔
vi: Việc này sẽ đặt lại trạng thái quét và bắt đầu lại từ độ cao bạn nhập.
yo: Èyí yóò tún ipò yíyẹ̀wò ṣe kí ó sì bẹ̀rẹ̀ padà láti ipele tí o bá kọ sí i.
zh_hans: 这将重置扫描状态,并从您输入的高度重新开始。
zh_hant: 這將重置掃描狀態,並從您輸入的高度重新開始。
